spec/spec/SVWS/IntegrationPlatform/Examples/DocumensRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:int="http://bpc.ru/SVXP/integration">
   <soapenv:Header/>
   <soapenv:Body>
      <int:getDocumentsRequest>
         <customer_id>4</customer_id>
         <customer_number>125</customer_number>
         <inst_id>1001</inst_id>
         <get_only_actual>0</get_only_actual>
         <lang>LANGENG</lang>
      </int:getDocumentsRequest>
   </soapenv:Body>
</soapenv:Envelope>
